{
    "name": "[1] สมเจตน์ นำดอกไม้ เพื่อการศึกษาโรงเรียนรัตนโกสินทร์สมโภชลาดกระบัง",
    "shortName": "ม.ส. รส.ล.",
    "address": "121 หมู่ที่ 5 ถนนร่มเกล้า แขวงคลองสองต้นนุ่น เขตลาดกระบัง กรุงเทพมหานคร 10520",
    "logoDescription": "เครื่องหมายเป็นรูปวงกลม มีสัญลักษณ์เป็นรูปมือประสานกัน อยู่ตรงกลาง ด้านบนเขียนว่ามูลนิธิสมเจตน์ นำดอกไม้ เพื่อการศึกษา ด้านล่างเขียนว่าโรงเรียน รัตนโกสินทร์สมโภชลาดกระบัง (ตามรูปที่ปรากฏด้านล่างนี้)",
    "charterSections": [
      {
        "number": "1",
        "title": "ชื่อเครื่องหมายและสำนักงานที่ตั้ง",
        "articles": [
          {
            "number": "1",
            "content": "มูลนิธินี้ชื่อว่า มูลนิธิสมเจตน์ นำดอกไม้ เพื่อการศึกษาโรงเรียนรัตนโกสินทร์สมโภชลาดกระบัง ย่อว่า ม.ส. รส.ล."
          },
          {
            "number": "2",
            "content": "เครื่องหมายของมูลนิธินี้ คือ เครื่องหมายเป็นรูปวงกลม มีสัญลักษณ์เป็นรูปมือประสานกัน อยู่ตรงกลาง ด้านบนเขียนว่ามูลนิธิสมเจตน์ นำดอกไม้ เพื่อการศึกษา ด้านล่างเขียนว่าโรงเรียน รัตนโกสินทร์สมโภชลาดกระบัง (ตามรูปที่ปรากฏด้านล่างนี้)  <figure> ภาพตราประทับหรือโลโก้ของมูลนิธิสมเจตน์ นำดอกไม้ เพื่อการศึกษา ซึ่งเป็นรูปวงกลม มีรูปมือสองข้างประสานกันอยู่ตรงกลาง ด้านบนของวงกลมเขียนว่า \"มูลนิธิสมเจตน์ นำดอกไม้\" และด้านล่างเขียนว่า \"เพื่อการศึกษา\" พร้อมระบุ \"โรงเรียนรัตนโกสินทร์สมโภชลาดกระบัง\" ล้อมรอบวงกลม </figure>"
          },
          {
            "number": "3",
            "content": "สำนักงานของมูลนิธิตั้งอยู่ที่ โรงเรียนรัตนโกสินทร์สมโภชลาดกระบัง เลขที่ 121 หมู่ที่ 5 ถนนร่มเกล้า แขวงคลองสองต้นนุ่น เขตลาดกระบัง กรุงเทพมหานคร 10520"
          }
        ]
      },
      {
        "number": "2",
        "title": "วัตถุประสงค์",
        "articles": [
          {
            "number": "4",
            "content": "วัตถุประสงค์ของมูลนิธินี้ คือ",
            "subItems": [
              {
                "number": "4.1",
                "content": "เพื่อช่วยเหลือและส่งเสริมการศึกษาให้แก่นักเรียนโรงเรียนรัตนโกสินทร์สมโภชลาดกระบัง ที่ยากจนแต่มีความประพฤติดี"
              }
            ]
          }
        ]
      },
      {
        "number": "3",
        "title": "ทุนทรัพย์ ทรัพย์สิน และการได้มาซึ่งทรัพย์สิน",
        "articles": [
          {
            "number": "5",
            "content": "ทรัพย์สินของมูลนิธิทุนเริ่มแรก คือ",
            "subItems": [
              {
                "number": "5.1",
                "content": "เงินสด จำนวน 400,000 บาท (สี่แสนบาทถ้วน)"
              }
            ]
          },
          {
            "number": "6",
            "content": "มูลนิธิอาจได้มาซึ่งทรัพย์สินโดยวิธีต่อไปนี้",
            "subItems": [
              {
                "number": "6.1",
                "content": "เงินหรือทรัพย์สินที่มีผู้ยกให้โดยพินัยกรรมหรือนิติกรรมอื่น ๆ โดยมิได้มีเงื่อนไขผูกพัน ให้มูลนิธิต้องรับผิดชอบในหนี้สินหรือภาระติดพันอื่นใด"
              },
              {
                "number": "6.2",
                "content": "เงินหรือทรัพย์สินผู้มีจิตศรัทธาบริจาคให้"
              },
              {
                "number": "6.3",
                "content": "ดอกผลซึ่งเกิดจากทรัพย์สินของมูลนิธิ"
              },
              {
                "number": "6.4",
                "content": "รายได้อันเกิดจากการจัดกิจกรรมของมูลนิธิ"
              }
            ]
          }
        ]
      },
      {
        "number": "4",
        "title": "คุณสมบัติ และการพ้นจากตำแหน่งของกรรมการ",
        "articles": [
          {
            "number": "7",
            "content": "กรรมการของมูลนิธิต้องมีคุณสมบัติดังนี้",
            "subItems": [
              {
                "number": "7.1",
                "content": "มีอายุไม่ต่ำกว่า 20 ปีบริบูรณ์"
              },
              {
                "number": "7.2",
                "content": "ไม่เป็นบุคคลล้มละลาย หรือไร้ความสามารถหรือเสมือนไร้ความสามารถ"
              },
              {
                "number": "7.3",
                "content": "ไม่เป็นผู้ต้องคำพิพากษาให้จำคุก เว้นแต่จะได้กระทำโดยประมาทหรือความผิด ลหุโทษ"
              }
            ]
          },
          {
            "number": "8",
            "content": "กรรมการของมูลนิธิพ้นจากตำแหน่งเมื่อ",
            "subItems": [
              {
                "number": "8.1",
                "content": "ถึงคราวออกตามวาระ"
              },
              {
                "number": "8.2",
                "content": "ตายหรือลาออก"
              },
              {
                "number": "8.3",
                "content": "ขาดคุณสมบัติตามข้อบังคับข้อ 7"
              },
              {
                "number": "8.4",
                "content": "เป็นผู้มีความประพฤติและปฏิบัติตนเป็นที่เสื่อมเสีย และคณะกรรมการมูลนิธิมีมติให้ออก โดยมีคะแนนเสียงไม่น้อยกว่าสามในสี่ของคณะกรรมการมูลนิธิ"
              }
            ]
          }
        ]
      },
      {
        "number": "5",
        "title": "การดำเนินงานของคณะกรรมการมูลนิธิ",
        "articles": [
          {
            "number": "9",
            "content": "มูลนิธิดำเนินการโดยกรรมการมูลนิธิ มีจำนวนไม่น้อยกว่า 7 คน แต่ไม่เกิน 15 คน"
          },
          {
            "number": "10",
            "content": "คณะกรรมการของมูลนิธิ ประกอบด้วย ประธานกรรมการมูลนิธิ รองประธานกรรมการ มูลนิธิ เลขานุการมูลนิธิ เหรัญญิก และกรรมการอื่น ๆ ตามจำนวนที่เห็นสมควร ตามข้อบังคับ ข้อ 9"
          },
          {
            "number": "11",
            "content": "วิธีเลือกตั้งกรรมการมูลนิธิให้ปฏิบัติดังนี้ ให้คณะกรรมการมูลนิธิชุดที่ดำรงตำแหน่งอยู่ เลือกตั้งประธานกรรมการมูลนิธิ และ กรรมการอื่นๆ ตามจำนวนที่เห็นสมควรตามข้อบังคับ"
          },
          {
            "number": "112",
            "content": "กรรมการดำเนินงานมูลนิธิอยู่ในตำแหน่งคราวละ 4 ปี"
          },
          {
            "number": "13",
            "content": "การเลือกตั้งคณะกรรมการมูลนิธิ ให้ถือเสียงข้างมากของที่ประชุมคณะกรรมการของมูลนิธิ เป็นมติที่ประชุม"
          },
          {
            "number": "14",
            "content": "กรรมการมูลนิธิที่พ้นจากตำแหน่งตามวาระ อาจได้รับการเลือกเข้าเป็นกรรมการมูลนิธิได้อีก"
          },
          {
            "number": "15",
            "content": "ในกรณีที่กรรมการมูลนิธิพ้นจากตำแหน่ง ให้กรรมการของมูลนิธิพ้นจากตำแหน่ง ปฏิบัติหน้าที่กรรมการของมูลนิธิต่อไปจดกว่ามูลนิธิได้รับแจ้งการจดทะเบียนกรรมการ ของมูลนิธิตั้งใหม่"
          }
        ]
      },
      {
        "number": "6",
        "title": "อำนาจหน้าที่คณะกรรมการมูลนิธิ",
        "articles": [
          {
            "number": "16",
            "content": "คณะกรรมการมูลนิธิมีอำนาจหน้าที่ในการดำเนินกิจการของมูลนิธิ ตามวัตถุประสงค์ของ มูลนิธิ และภายใต้ข้อบังคับ ให้มีอำนาจหน้าที่ต่างๆ ดังต่อไปนี้",
            "subItems": [
              {
                "number": "16.1",
                "content": "กำหนดนโยบายของมูลนิธิ และดำเนินงานนโยบายนั้น"
              },
              {
                "number": "16.2",
                "content": "ควบคุมการเงินและทรัพย์สินต่าง ๆ ของมูลนิธิ"
              },
              {
                "number": "16.3",
                "content": "เสนอรายการกิจการ รายงานการเงิน และบัญชีงบดุล รายได้รายจ่ายต่อกระทรวง มหาดไทย"
              },
              {
                "number": "16.4",
                "content": "ดำเนินการให้เป็นไปตามมติที่ประชุมคณะกรรมการขึ้นคณะหนึ่ง หรือหลายคณะ เพื่อดำเนินการเฉพาะอย่างมูลนิธิ ภายใต้การควบคุมของคณะกรรมการมูลนิธิ"
              },
              {
                "number": "16.5",
                "content": "ตราระเบียบเกี่ยวกับการดำเนินกิจการของมูลนิธิ"
              },
              {
                "number": "16.6",
                "content": "แต่งตั้งหรือถอดถอนคณะอนุกรรมการขึ้นคณะหนึ่ง หรือหลายคณะ เพื่อดำเนินการ เฉพาะอย่างของมูลนิธิ ภายใต้การควบคุมของคณะกรรมการมูลนิธิ"
              },
              {
                "number": "16.7",
                "content": "เชิญผู้ทรงวุฒิ หรือบุคคลที่ทำประโยชน์ให้มูลนิธิเป็นพิเศษ เป็นกรรมการกิตติมศักดิ์"
              },
              {
                "number": "16.8",
                "content": "เชิญผู้ทรงเกียรติเป็นผู้อุปถัมภ์มูลนิธิ"
              },
              {
                "number": "16.9",
                "content": "เชิญผู้ทรงวุฒิเป็นที่ปรึกษาของคณะกรรมการมูลนิธิ   (ลงชื่อ)  (นายชัยวัฒน์ วีรานันท์) เจ้าพนักงานปกครอง 7 7"
              }
            ]
          },
          {
            "number": "16",
            "content": "7",
            "subItems": [
              {
                "number": "16.8",
                "content": "และ"
              },
              {
                "number": "16.9",
                "content": "ต้องเป็นมติเสียงข้างมากของที่ประชุม และที่ปรึกษาตามข้อ"
              },
              {
                "number": "16.9",
                "content": "ย่อมเป็น ที่ปรึกษาของคณะกรรมการมูลนิธิที่เชิญเท่านั้น  **ข้อ 17** ประธานกรรมการมูลนิธิอำนาจหน้าที่ดังนี้ 17.1 เป็นประธานของการประชุมคณะกรรมการมูลนิธิ 17.2 สั่งเรียกประชุมคณะกรรมการมูลนิธิ 17.3 เป็นผู้แทนของมูลนิธิในการติดต่อกับบุคคลภายนอก หรือการลงลายมือชื่อในเอกสาร ข้อบังคับ และสรรพหนังสือ อันเป็นหลักฐานของมูลนิธิ เมื่อประธานกรรมการมูลนิธิ หรือกรรมการมูลนิธิผู้ได้รับมอบหมายให้ทำการแทนลงลายมือชื่อแล้ว จึงเป็นอันใช้ได้ 17.4 ปฏิบัติการอื่น ๆ ตามข้อบังคับ และมติของคณะกรรมการมูลนิธิ  **ข้อ 18** ให้รองประธานกรรมการมูลนิธิ ทำหน้าที่แทนประธานกรรมการมูลนิธิ เมื่อประธาน ไม่สามารถปฏิบัติหน้าที่ได้ หรือในกรณีที่ประธานมอบหมายให้ทำแทน  **ข้อ 19** ถ้าประธานกรรมการมูลนิธิและรองประธานกรรมการมูลนิธิ ไม่สามารถปฏิบัติหน้าที่ ในการประชุมคราวหนึ่งใดคราวใดได้ ให้ที่ประชุมเลือกตั้งกรรมการมูลนิธิคนใดคนหนึ่ง เป็นประธานสำหรับการประชุมคราวนั้น  **ข้อ 20** เลขานุการมูลนิธิมีหน้าที่ควบคุมกิจการ และดำเนินการประจำของมูลนิธิ ติดต่อประสานงาน ทั่วไป รักษาระเบียบข้อบังคับของมูลนิธิ นัดประชุมกรรมการตามคำสั่งของประธาน กรรมการมูลนิธิ และทำรายงานการประชุม ตลอดจนรายงานกิจการมูลนิธิ  **ข้อ 21** เหรัญญิกมีหน้าที่ควบคุมการเงิน ทรัพย์สินของมูลนิธิตลอดจนบัญชี และเอกสารที่เกี่ยวข้อง ให้ถูกต้อง และเป็นไปตามระเบียบที่คณะกรรมการมูลนิธิกำหนด  **ข้อ 22** สำหรับกรรมการตำแหน่งอื่น ๆ ให้มีหน้าที่ตามที่คณะกรรมการมูลนิธิกำหนด โดยทำ เป็นคำสั่งระบุอำนาจหน้าที่ให้ชัดเจน  **ข้อ 23** คณะกรรมการมูลนิธิมีสิทธิ์เข้าร่วมประชุมกรรมการ หรืออนุกรรมการอื่น ๆ ของมูลนิธิได้"
              }
            ]
          }
        ]
      },
      {
        "number": "8",
        "title": "การประชุมคณะกรรมการมูลนิธิ**",
        "articles": [
          {
            "number": "26",
            "content": "คณะกรรมการมูลนิธิจะต้องจัดให้มีการประชุมสามัญประจำปีทุก ๆ ปี ภายในเดือน มีนาคม และต้องมีกรรมการมูลนิธิเข้าประชุมอย่างน้อยกึ่งหนึ่งของจำนวนกรรมการ ทั้งหมดจึงจะเป็นองค์ประชุม"
          },
          {
            "number": "27",
            "content": "การประชุมวิสามัญอาจมีได้ในเมื่อ ประธานกรรมการมูลนิธิ หรือเมื่อคณะกรรมการมูลนิธิ ตั้งแต่ 2 คนขึ้นไป แสดงความประสงค์ไปยังประธานกรรมการมูลนิธิ หรือผู้ทำการแทน ขอให้มีการประชุมก็ให้เรียกประชุมวิสามัญได้"
          },
          {
            "number": "28",
            "content": "กำหนดประชุมและองค์ประชุมของคณะกรรมการให้เป็นไปตามที่คณะกรรมการมูลนิธิ กำหนดไว้ ในส่วนที่เกี่ยวข้องกับการประชุม ให้คณะอนุกรรมการตกลงกันเอง และในส่วนที่ เกี่ยวข้องกับองค์ประชุมให้ใช้ข้อ 27 บังคับโดยอนุโลม"
          },
          {
            "number": "29",
            "content": "ในการประชุมคณะกรรมการมูลนิธิหรือคณะอนุกรรมการ หากมิได้มีข้อบังคับกำหนดไว้ เป็นอย่างอื่น มติของที่ประชุมให้ถือเอาคะแนนเสียงข้างมาก ในกรณีที่มีคะแนนเสียงเท่ากัน ให้ประธานในที่ประชุมเป็นผู้ชี้ขาด กิจการใดที่เป็นงานประจำหรือเป็นกิจการเล็กน้อย ประธานกรรมการมูลนิธิมีอำนาจสั่งให้ใช้วิธีสอบถามมติทางหนังสือแทนการเรียกประชุม คณะกรรมการมูลนิธิ แต่ประธานกรรมการมูลนิธิต้องรายงานต่อที่ประชุมคณะกรรมการ มูลนิธิในคราวต่อไปถึงมติและกิจการที่ได้ดำเนินการไปตามมตินั้น กิจการใดเป็นงานประจำ หรือเป็นกิจการเล็กน้อยหรือไม่ย่อมอยู่ในดุลพินิจของประธานกรรมการมูลนิธิ"
          },
          {
            "number": "30",
            "content": "ในการประชุมคณะกรรมการมูลนิธิหรืออนุกรรมการ ประธานกรรมการมูลนิธิ หรือประธานที่ ประชุมมีอำนาจเชิญหรืออนุญาตให้บุคคลที่เห็นสมควรเข้าร่วมประชุมในฐานะแขกผู้มีเกียรติ หรือผู้สังเกตการณ์ หรือเพื่อชี้แจง หรือเพื่อให้คำปรึกษาแก่ที่ประชุมได้  **"
          }
        ]
      },
      {
        "number": "9",
        "title": "การเงิน**",
        "articles": [
          {
            "number": "31",
            "content": "ประธานกรรมการมูลนิธิ หรือรองประธานกรรมการมูลนิธิในกรณีทำหน้าที่แทน มีอำนาจ สั่งจ่ายคราวละไม่เกิน 10,000 บาท( หนึ่งหมื่นบาทถ้วน ) ถ้าเกินกว่าจำนวนดังกล่าว"
          }
        ]
      },
      {
        "number": "12",
        "title": "บทเบ็ดเตล็ด",
        "articles": [
          {
            "number": "41",
            "content": "การตีความในข้อบังคับของมูลนิธิ หากเป็นที่สงสัยให้คณะกรรมการมูลนิธิโดยเสียงข้างมากของจำนวนกรรมการที่มีอยู่เป็นผู้ชี้ขาด"
          },
          {
            "number": "42",
            "content": "ให้นำบทบัญญัติแห่งประมวลกฎหมายแพ่งและพาณิชย์ว่าด้วยมูลนิธิมาใช้บังคับในเมื่อข้อบังคับของมูลนิธิมิได้กำหนดไว้"
          },
          {
            "number": "43",
            "content": "มูลนิธิต้องไม่ดำเนินการหาผลประโยชน์มาแบ่งปันกัน หรือเพื่อบุคคลใด นอกจากเพื่อดำเนินการตามวัตถุประสงค์ของมูลนิธินั้นเอง  (ลงนาม) ผู้จัดทำข้อบังคับ (นายคณิสร เย็นใจ) ผู้อำนวยการสถานศึกษา โรงเรียนรัตนโกสินทร์สมโภชลาดกระบัง"
          }
        ]
      }
    ]
  }